Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: Manage Billing
fr: Gérer la facturation
ko: 결제 관리
tr: Faturalandırmayı Yönet
vi: Quản lý thanh toán
zh_hans: 管理账单
zh_hant: 管理帳單

source: Couldn't read the referenced table
fr: Impossible de lire la table référencée

source: The license server could not be reached, so that seat may stay in use until it expires.
fr: Le serveur de licence n'a pas pu être atteint, donc ce siège peut rester en service jusqu'à son expiration.
ko: 라이선스 서버에 연결하지 못해 해당 좌석이 만료될 때까지 사용 중으로 남을 수 있습니다.
tr: Lisans sunucusuna ulaşılamadı, bu yüzden o koltuk süresi dolana dek kullanımda kalabilir.
vi: Không kết nối được máy chủ giấy phép, nên chỗ đó có thể vẫn được dùng cho đến khi hết hạn.
zh_hans: 无法连接许可证服务器，该席位可能会一直占用到过期为止。
zh_hant: 無法連接授權伺服器，該席位可能會一直佔用到過期為止。

source: Ran
fr: Marine royale australienne
ko: 실행 시각
tr: Çalıştırma
vi: Số lần chạy
zh_hans: 运行次数
zh_hant: 執行次數

source: Export Formats
fr: Formats d'exportation
ko: 내보내기 형식
tr: Dışa Aktarma Biçimleri
vi: Định dạng xuất
zh_hans: 导出格式
zh_hant: 匯出格式

source: Column order differs. No statement is generated for reordering columns.
fr: L'ordre des colonnes diffère. Aucune déclaration n'est générée pour réorganiser les colonnes.
ko: 열 순서가 다릅니다. 열 순서를 바꾸는 구문은 생성되지 않습니다.
tr: Sütun sırası farklı. Sütunları yeniden sıralamak için ifade üretilmez.
vi: Thứ tự cột khác nhau. Không có câu lệnh nào được tạo để sắp xếp lại cột.
zh_hans: 列顺序不同。不会为重排列生成任何语句。
zh_hant: 欄位順序不同。不會為重新排列欄位產生任何陳述式。

source: The source driver cannot stream rows.
fr: Le pilote de source ne peut pas diffuser des lignes.

source: Referenced table
fr: Tableau référencé
ko: 참조된 테이블
tr: Başvurulan tablo
vi: Bảng tham chiếu
zh_hans: 引用表
zh_hant: 參考的資料表

source: Not connected.
fr: Non connecté.

source: Activity
fr: Activité
ko: 활동
tr: Etkinlik
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

source: License expired — sync paused
fr: Licence expirée - synchronisation suspendue
ko: 라이선스 만료 — 동기화 일시 정지
tr: Lisans süresi doldu — eşitleme duraklatıldı
vi: Giấy phép hết hạn — tạm dừng đồng bộ
zh_hans: 许可证已过期 - 同步已暂停
zh_hant: 授權已過期,同步已暫停

source: left square bracket
fr: Bracket carré gauche
ko: 여는 대괄호
tr: sol köşeli parantez
vi: dấu ngoặc vuông mở
zh_hans: 左方括号
zh_hant: 左方括號

source: Executed: %@
fr: Exécuté : %@
ko: 실행됨: %@
tr: Çalıştırıldı: %@
vi: Đã thực thi: %@
zh_hans: 已执行：%@
zh_hant: 已執行：%@

source: Redo
fr: Refaire
ko: 실행 복귀
vi: Làm lại
zh_hans: 重做
zh_hant: 重做

source: If macOS asks for your login password, click Always Allow on each prompt.
fr: Si macOS demande votre mot de passe de connexion, cliquez sur Autoriser toujours sur chaque message de confirmation.
ko: macOS가 로그인 암호를 요청하면 각 메시지에서 '항상 허용'을 클릭하십시오.
tr: macOS oturum açma parolanızı sorarsa her istemde Her Zaman İzin Ver'e tıklayın.
vi: Nếu macOS hỏi mật khẩu đăng nhập của bạn, hãy bấm Luôn cho phép ở mỗi lời nhắc.
zh_hans: 如果 macOS 要求输入登录密码，请在每个提示中点按“始终允许”。
zh_hant: 如果 macOS 要求輸入登入密碼，請在每個提示中點按「總是允許」。

source: Refreshing
fr: Rafraîchissant
ko: 새로 고치는 중
tr: Yenileniyor
vi: Đang làm mới
zh_hans: 正在刷新
zh_hant: 正在重新整理

source: US Long (12/31/2024 11:59:59 PM)
fr: Longueur des États-Unis (31/12/2024 23:59:59)
ko: 미국식 긴 형식(12/31/2024 11:59:59 PM)
vi: Mỹ dài (12/31/2024 11:59:59 PM)
zh_hans: 美式长格式 (12/31/2024 11:59:59 PM)
zh_hant: 美式長格式 (12/31/2024 11:59:59 PM)

source: Typo-tolerant open-source search engine
fr: Mot de recherche open source tolérant aux fautes de frappe

source: Tables, views, and functions owned by this role will be deleted.
fr: Les tables, les vues et les fonctions appartenant à ce rôle seront supprimées.
ko: 이 역할이 소유한 테이블, 뷰 및 함수가 삭제됩니다.
tr: Bu role ait tablolar, görünümler ve fonksiyonlar silinecek.
vi: Các bảng, view và hàm thuộc sở hữu của vai trò này sẽ bị xóa.
zh_hans: 该角色拥有的表、视图和函数将被删除。
zh_hant: 該角色擁有的資料表、檢視表和函式將被刪除。

source: License public key is invalid.
fr: La clé publique de la licence est invalide.
ko: 라이선스 공개 키가 올바르지 않습니다.
tr: Lisans açık anahtarı geçersiz.
vi: Khoá công khai giấy phép không hợp lệ.
zh_hans: 许可证公钥无效。
zh_hant: 授權公開金鑰無效。

source: License Expiring Soon
fr: La licence expire bientôt
ko: 라이선스가 곧 만료됩니다
tr: Lisansın süresi yakında doluyor
vi: Giấy phép sắp hết hạn
zh_hans: 许可证即将过期
zh_hant: 授權即將到期

source: Create Table Failed
fr: Création de table échouée
ko: 테이블 생성 실패
tr: Tablo Oluşturma Başarısız
vi: Tạo bảng thất bại
zh_hans: 创建表失败
zh_hant: 建立資料表失敗

source: Index name
fr: Nom de l'index
ko: 인덱스 이름
tr: İndeks adı
vi: Tên chỉ mục
zh_hans: 索引名称
zh_hant: 索引名稱

source: Fill Column…
fr: Remplir la colonne...
ko: 열 채우기…
tr: Sütunu Doldur…
vi: Điền cột…
zh_hans: 填充列…
zh_hant: 填入欄位…

source: Go
fr: Aller
ko: 이동
vi: Đi
zh_hans: 前往
zh_hant: 前往

source: Outcome: %@
fr: Résultat : %@
ko: 결과: %@
tr: Sonuç: %@
vi: Kết quả: %@
zh_hans: 结果：%@
zh_hant: 結果：%@

source: Nothing saved yet.
fr: Rien n'a encore été sauvegardé.

source: Uninstall plugin
fr: Désinstaller le plugin
ko: 플러그인 제거
tr: Eklentiyi kaldır
vi: Gỡ cài đặt plugin
zh_hans: 卸载插件
zh_hant: 解除安裝外掛

source: Open containing folder
fr: Ouvrir le dossier contenant
ko: 포함된 폴더 열기
vi: Mở thư mục chứa
zh_hans: 打开所在文件夹
zh_hant: 開啟所在資料夾

source: Show Results
fr: Afficher les résultats
ko: 결과 보기
tr: Sonuçları Göster
vi: Hiện kết quả
zh_hans: 显示结果
zh_hant: 顯示結果

source: Created
fr: Créé
ko: 생성일
tr: Oluşturuldu
vi: Đã tạo
zh_hans: 已创建
zh_hant: 已建立

source: Routes this connection through a SOCKS5 proxy. The database hostname is resolved by the proxy, so names that only resolve behind it still work.
fr: Cette connexion est acheminée via un proxy SOCKS5. Le nom d'hôte de la base de données est résolu par le proxy, donc les noms qui ne sont résolus qu'après lui fonctionnent toujours.
ko: SOCKS5 프록시를 통해 이 연결을 라우팅합니다. 데이터베이스 호스트 이름은 프록시가 확인하므로 프록시 측 네트워크에서만 확인되는 이름도 사용할 수 있습니다.
tr: Bu bağlantıyı bir SOCKS5 proxy üzerinden yönlendirir. Veritabanı sunucu adı proxy tarafından çözümlenir, böylece yalnızca proxy arkasında çözümlenen adlar da çalışır.
vi: Định tuyến kết nối này qua một SOCKS5 proxy. Tên máy chủ cơ sở dữ liệu do proxy phân giải, nên những tên chỉ phân giải được phía sau proxy vẫn dùng được.
zh_hans: 通过 SOCKS5 代理转发此连接。数据库主机名由代理解析，因此只能在代理后解析的名称同样可用。
zh_hant: 透過 SOCKS5 代理轉送此連線。資料庫主機名稱由代理解析，因此只能在代理後方解析的名稱同樣可用。

source: Password command failed with exit code %d
fr: La commande de mot de passe a échoué avec le code d'arrêt %d
ko: 암호 명령 실패(종료 코드 %d)
tr: Parola komutu %d çıkış koduyla başarısız oldu
vi: Lệnh mật khẩu thất bại với mã thoát %d
zh_hans: 密码命令失败，退出码 %d
zh_hant: 密碼指令失敗，結束代碼 %d

source: Target: %@
fr: Cible : %@
ko: 대상: %@
tr: Hedef: %@
vi: Đích: %@
zh_hans: 目标：%@
zh_hant: 目標：%@

source: Table Name:
fr: Nom de la table :
ko: 테이블 이름:
tr: Tablo Adı:
vi: Tên bảng:
zh_hans: 表名：
zh_hant: 資料表名稱：

source: Priority %d
fr: Priorité %d
ko: 우선순위 %d
tr: Öncelik %d
vi: Độ ưu tiên %d
zh_hans: 优先级 %d
zh_hant: 優先順序 %d

source: Move to Trash
fr: Mettre en poubelle
ko: 휴지통으로 이동
tr: Çöp Sepetine Taşı
vi: Chuyển vào Thùng rác
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶

source: All columns
fr: Toutes les colonnes
ko: 모든 열
tr: Tüm sütunlar
vi: Tất cả cột
zh_hans: 所有列
zh_hant: 所有欄位

source: 30s
fr: 30 ans
ko: 30초
vi: 30 giây
zh_hans: 30秒
zh_hant: 30 秒

source: Schema name (uses current if omitted)
fr: Nom du schéma (utilise le schéma actuel s'il est omis)
ko: 스키마 이름(생략 시 현재 스키마 사용)
tr: Şema adı (boş bırakılırsa geçerli şema kullanılır)
vi: Tên schema (dùng schema hiện tại nếu bỏ trống)
zh_hans: Schema 名称（省略时使用当前 Schema）
zh_hant: 綱要名稱（省略時使用目前的綱要）

source: Run the statement starting on line %d
fr: Exécutez l'instruction à partir de la ligne %d
ko: %d번째 줄에서 시작하는 문 실행
tr: %d. satırda başlayan ifadeyi çalıştır
vi: Chạy câu lệnh bắt đầu ở dòng %d
zh_hans: 运行从第 %d 行开始的语句
zh_hant: 執行從第 %d 行開始的陳述式

source: 1 day
fr: 1 jour
ko: 1일
tr: 1 gün
vi: 1 ngày
zh_hans: 1 天
zh_hant: 1 天

source: Uninstall %@
fr: Désinstaller %@
ko: %@ 제거
tr: %@ Kaldır
vi: Gỡ cài đặt %@
zh_hans: 卸载 %@
zh_hant: 解除安裝 %@

source: Result Options
fr: Options de résultats

source: Regions
fr: Régions

source: Allowing covers this request only.
fr: Permettre couvre uniquement cette demande.

source: No saved setups for this source and target.
fr: Aucune configuration enregistrée pour cette source et cette cible.
ko: 이 원본과 대상에 저장된 설정이 없습니다.
tr: Bu kaynak ve hedef için kayıtlı kurulum yok.
vi: Không có thiết lập nào đã lưu cho nguồn và đích này.
zh_hans: 此来源和目标没有已保存的设置。
zh_hant: 此來源和目標沒有已儲存的設定。

source: Duplicate it to customize colors and layout.
fr: Dupliquez-le pour personnaliser les couleurs et le mise en page.
ko: 복제본을 만들어 색상과 레이아웃을 사용자화하십시오.
tr: Renk ve düzeni özelleştirmek için çoğaltın.
vi: Nhân bản để tuỳ chỉnh màu sắc và bố cục.
zh_hans: 复制后可自定义颜色和布局。
zh_hant: 製作複本即可自訂顏色與版面配置。

source: Could not read the file. It may have been deleted or moved.
fr: Impossible de lire le fichier. Il a peut-être été supprimé ou déplacé.
ko: 파일을 읽을 수 없습니다. 파일이 삭제되었거나 이동되었을 수 있습니다.
tr: Dosya okunamadı. Silinmiş veya taşınmış olabilir.
vi: Không thể đọc tệp. Tệp có thể đã bị xóa hoặc di chuyển.
zh_hans: 无法读取文件。文件可能已被删除或移动。
zh_hant: 無法讀取檔案。檔案可能已被刪除或移動。

source: Offers the agent key matching this public key file first. With IdentitiesOnly yes in ~/.ssh/config, only that key is offered.
fr: Offre d'abord la clé d'agent correspondant à ce fichier de clé publique. Avec IdentitiesOnly oui dans ~/.ssh/config, seule cette clé est offerte.

source: Filter value
fr: Valeur de filtrage
ko: 필터 값
tr: Filtre değeri
vi: Giá trị lọc
zh_hans: 筛选值
zh_hant: 篩選值

source: File name
fr: Nom du fichier
ko: 파일 이름
tr: Dosya adı
vi: Tên tệp
zh_hans: 文件名
zh_hant: 檔案名稱

source: Uninstall Plugin?
fr: Désinstaller le plugin ?
ko: 플러그인을 제거하시겠습니까?
tr: Eklenti kaldırılsın mı?
vi: Gỡ cài đặt Plugin?
zh_hans: 卸载插件？
zh_hant: 解除安裝外掛？

source: marked for deletion
fr: Marqué pour suppression

source: Primary key change
fr: Changement de clé primaire
ko: 기본 키 변경
tr: Birincil anahtar değişikliği
vi: Thay đổi khóa chính
zh_hans: 主键更改
zh_hant: 主鍵變更

source: Cancel Query (⌘.)
fr: Annuler la requête (⌘.)
ko: 쿼리 취소(⌘.)
tr: Sorguyu İptal Et (⌘.)
vi: Huỷ truy vấn (⌘.)
zh_hans: 取消查询 (⌘.)
zh_hant: 取消查詢 (⌘.)

source: Failed to encode sync data: %@
fr: Échec de l'encodage des données de synchronisation : %@
ko: 동기화 데이터를 인코딩하지 못했습니다: %@
tr: Eşitleme verisi kodlanamadı: %@
vi: Không thể mã hoá dữ liệu đồng bộ: %@
zh_hans: 同步数据编码失败：%@
zh_hant: 同步資料編碼失敗：%@

source: New table:
fr: Nouvelle table :
ko: 새 테이블:
tr: Yeni tablo:
vi: Bảng mới:
zh_hans: 新建表：
zh_hant: 新增資料表：

source: %@ visible rows
fr: %@ lignes visibles

source: Auto-increment seed
fr: Graine d'incrementation automatique
ko: 자동 증가 시작값
tr: Otomatik artış başlangıcı
vi: Giá trị khởi đầu tự động tăng
zh_hans: 自动递增起始值
zh_hant: 自動遞增起始值

source: Double Quote "
fr: Double citation "
ko: 큰따옴표 "
tr: Çift Tırnak "
vi: Dấu nháy kép "
zh_hans: 双引号 "
zh_hant: 雙引號 "

source: Migration plan for %@
fr: Plan de migration pour %@
ko: %@에 대한 마이그레이션 계획
tr: %@ için geçiş planı
vi: Kế hoạch migration cho %@
zh_hans: %@ 的迁移方案
zh_hant: %@ 的遷移方案

source: This database has no explain variant that runs the statement. Leave 'analyze' off, or pass one of these as 'variant': %@.
fr: Cette base de données n'a pas de variante d'explication qui exécute l'instruction. Laissez tomber "analyser", ou passez l'une de ces variantes comme "variant" : %@.

source: Multi-model database with SurrealQL
fr: Base de données multi-modèle avec SurrealQL
ko: SurrealQL을 사용하는 멀티 모델 데이터베이스
tr: SurrealQL ile çok modelli veritabanı
vi: Cơ sở dữ liệu đa mô hình với SurrealQL
zh_hans: 使用 SurrealQL 的多模型数据库
zh_hant: 使用 SurrealQL 的多模型資料庫

source: Import from AWS…
fr: Importer depuis AWS...

source: Add an AI provider in Settings > AI first.
fr: Ajoutez un fournisseur d'IA dans Paramètres > IA en premier.

source: Auth
fr: Autorisation
ko: 인증
tr: Kimlik Doğrulama
vi: Xác thực
zh_hans: 认证
zh_hant: 驗證

source: Rows per INSERT
fr: Lignes par INSERTION
ko: INSERT당 행 수
vi: Dòng mỗi INSERT
zh_hans: 每条 INSERT 的行数
zh_hant: 每筆 INSERT 的列數

source: Import from URL…
fr: Importer depuis l'URL...
ko: URL에서 가져오기…
tr: URL'den İçe Aktar…
vi: Nhập từ URL…
zh_hans: 从 URL 导入…
zh_hant: 從 URL 匯入…

source: Restore Database
fr: Restaurer la base de données
ko: 데이터베이스 복원
tr: Veritabanını Geri Yükle
vi: Khôi phục cơ sở dữ liệu
zh_hans: 恢复数据库
zh_hant: 還原資料庫

source: Database name is required
fr: Le nom de la base de données est requis.
ko: 데이터베이스 이름이 필요합니다
tr: Veritabanı adı gereklidir
vi: Cần tên cơ sở dữ liệu
zh_hans: 必须填写数据库名称
zh_hant: 必須填寫資料庫名稱

source: Stop and keep what ran
fr: Arrêtez et gardez ce qui a fonctionné
ko: 중지하고 실행된 내용 유지
tr: Durdur ve çalışanı koru
vi: Dừng và giữ những gì đã chạy
zh_hans: 停止并保留已运行的部分
zh_hant: 停止並保留已執行的部分

source: Submit
fr: Soumettre
ko: 제출
tr: Gönder
vi: Gửi
zh_hans: 提交
zh_hant: 提交

source: Reconnect to try again.
fr: Reconnectez-vous pour réessayer.

source: SSH Profile
fr: Profil SSH
ko: SSH 프로필
tr: SSH Profili
vi: Hồ sơ SSH
zh_hans: SSH 配置
zh_hant: SSH 設定檔

source: At their declared lengths the key's columns pass the %1$@ bytes this engine can index, so this one is %2$@.
fr: À leurs longueurs déclarées, les colonnes de la clé passent les %1$@ octets que ce moteur peut indexer, donc celui-ci est %2$@.

source: Direct partitions
fr: Partitions directes
ko: 직접 파티션
tr: Doğrudan bölümler
vi: Phân vùng trực tiếp
zh_hans: 直接分区
zh_hant: 直接分割區

source: List currently open tabs across all TablePro windows. Returns connection, tab type, table name, and titles for each tab.
fr: Liste des onglets actuellement ouverts dans toutes les fenêtres TablePro. Renvoie la connexion, le type d'onglet, le nom de la table et les titres de chaque onglet.
ko: 열려 있는 모든 TablePro 창의 탭을 나열합니다. 각 탭의 연결, 탭 유형, 테이블 이름 및 제목을 반환합니다.
tr: Tüm TablePro pencerelerinde şu anda açık olan sekmeleri listeler. Her sekme için bağlantı, sekme türü, tablo adı ve başlıkları döndürür.
vi: Liệt kê các tab đang mở trên tất cả cửa sổ TablePro. Trả về kết nối, loại tab, tên bảng và tiêu đề của mỗi tab.
zh_hans: 列出所有 TablePro 窗口中当前打开的标签页。返回每个标签页的连接、标签页类型、表名和标题。
zh_hant: 列出所有 TablePro 視窗中目前開啟的分頁。會回傳每個分頁的連線、分頁類型、資料表名稱與標題。

source: Add Host
fr: Ajouter l'hôte
ko: 호스트 추가
tr: Sunucu Ekle
vi: Thêm máy chủ
zh_hans: 添加主机
zh_hant: 加入主機

source: Applied when opening a table. Click a column header to override.
fr: Appliqué lors de l'ouverture d'une table. Cliquez sur un en-tête de colonne pour le remplacer.
ko: 테이블을 열 때 적용됩니다. 재정의하려면 열 헤더를 클릭하십시오.
tr: Tablo açılırken uygulanır. Geçersiz kılmak için bir sütun başlığına tıklayın.
vi: Áp dụng khi mở bảng. Bấm vào tiêu đề cột để ghi đè.
zh_hans: 在打开表时应用。点按列标题可覆盖。
zh_hant: 在開啟資料表時套用。點按欄位標題可覆寫。

source: Refresh
fr: Rafraîchir
ko: 새로 고침
tr: Yenile
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Connection succeeded
fr: La connexion a réussi
ko: 연결 성공
tr: Bağlantı başarılı
vi: Kết nối thành công
zh_hans: 连接成功
zh_hant: 連線成功

source: Reasoning
fr: Raisonnement
ko: 추론
tr: Akıl yürütme
vi: Suy luận
zh_hans: 推理
zh_hant: 推理

source: Trim Whitespace
fr: Supprimer les espaces blancs

source: Could not save the password to the Keychain. Nothing was changed.
fr: Impossible d'enregistrer le mot de passe dans le portefeuille. Rien n'a été modifié.

source: Sync stopped. Statements that already ran stay applied.
fr: La synchronisation a été arrêtée. Les déclarations qui ont déjà été exécutées restent appliquées.

source: Clear All Conversations?
fr: Effacer toutes les conversations ?
ko: 모든 대화를 지우겠습니까?
tr: Tüm Konuşmalar Temizlensin mi?
vi: Xóa tất cả hội thoại?
zh_hans: 清除所有对话？
zh_hant: 清除所有對話？

source: Add Credential Profile…
fr: Ajouter le profil de vos identifiants...

source: Cancelling…
fr: Annulation en cours...
ko: 취소 중…
tr: İptal ediliyor…
vi: Đang hủy…
zh_hans: 正在取消…
zh_hant: 正在取消…

source: Paste a connection URL to auto-fill the form fields.
fr: Coller une URL de connexion pour remplir automatiquement les champs du formulaire.
ko: 연결 URL을 붙여넣으면 양식 필드가 자동으로 채워집니다.
vi: Dán URL kết nối để tự động điền các trường trong biểu mẫu.
zh_hans: 粘贴连接 URL 以自动填充表单字段。
zh_hant: 貼上連線 URL 以自動填入表單欄位。

source: Replication lag: %llds
fr: Retard de réplication : %llds
ko: 복제 지연: %lld초
vi: Độ trễ sao chép: %llds
zh_hans: 复制延迟：%llds
zh_hant: 複寫延遲：%lld 秒

source: Row edits
fr: Modifications de rangées
ko: 행 편집
tr: Satır düzenlemeleri
vi: Chỉnh sửa dòng
zh_hans: 行编辑
zh_hant: 列編輯

source: Clear all query history
fr: Effacer tout l'historique des requêtes
ko: 모든 쿼리 기록 지우기
tr: Tüm sorgu geçmişini temizle
vi: Xóa toàn bộ lịch sử truy vấn
zh_hans: 清除全部查询历史
zh_hant: 清除全部查詢歷程記錄

source: Dropping index %@ can slow existing queries.
fr: La baisse de l'indice %@ peut ralentir les requêtes existantes.
ko: 인덱스 %@을(를) 삭제하면 기존 쿼리가 느려질 수 있습니다.
tr: %@ indeksini silmek mevcut sorguları yavaşlatabilir.
vi: Xóa chỉ mục %@ có thể làm chậm các truy vấn hiện có.
zh_hans: 删除索引 %@ 可能会拖慢现有查询。
zh_hant: 刪除索引 %@ 可能會拖慢現有查詢。

source: Reset to default
fr: Réinitialiser à la valeur par défaut
ko: 기본값으로 재설정
tr: Varsayılana sıfırla
vi: Đặt lại về mặc định
zh_hans: 重置为默认值
zh_hant: 重設為預設值

source: Import completed
fr: Importation terminée
ko: 가져오기 완료
tr: İçe aktarma tamamlandı
vi: Đã nhập xong
zh_hans: 导入完成
zh_hant: 匯入完成

source: Filename contains invalid characters: / \ : * ? " < > |
fr: Le nom de fichier contient des caractères invalides : / \ : * ? " < > |
ko: 파일 이름에 잘못된 문자가 포함되어 있습니다: / \ : * ? " < > |
tr: Dosya adı geçersiz karakterler içeriyor: / \ : * ? " < > |
vi: Tên tệp chứa ký tự không hợp lệ: / \ : * ? " < > |
zh_hans: 文件名包含无效字符：/ \ : * ? " < > |
zh_hant: 檔案名稱包含無效字：/ \ : * ? " < > |

source: Cannot insert rows into '%@'.
fr: Impossible d'insérer des lignes dans '%@'.
ko: '%@'에 행을 삽입할 수 없습니다.
tr: '%@' içine satır eklenemiyor.
vi: Không thể chèn dòng vào '%@'.
zh_hans: 无法向 '%@' 插入行。
zh_hant: 無法向 '%@' 插入列。

source: Add validation rules to ensure data integrity
fr: Ajoutez des règles de validation pour assurer l'intégrité des données.
ko: 데이터 무결성을 보장하려면 유효성 검사 규칙을 추가하십시오
tr: Veri bütünlüğünü sağlamak için doğrulama kuralları ekleyin
vi: Thêm quy tắc xác thực để đảm bảo tính toàn vẹn dữ liệu
zh_hans: 添加验证规则以确保数据完整性
zh_hant: 新增驗證規則以確保資料完整性

source: System
fr: Système
ko: 시스템
tr: Sistem
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: connecting
fr: de correspondance
ko: 연결 중
tr: bağlanıyor
vi: đang kết nối
zh_hans: 正在连接
zh_hant: 正在連線

source: Format Query
fr: Requête de formatage
ko: 쿼리 서식 지정
tr: Sorguyu Biçimlendir
vi: Định dạng truy vấn
zh_hans: 格式化查询
zh_hant: 格式化查詢

source: The file could not be read: %@
fr: Le fichier n'a pas pu être lu : %@

source: No iCloud
fr: Pas d'iCloud
ko: iCloud 없음
tr: iCloud Yok
vi: Không có iCloud
zh_hans: 无 iCloud
zh_hant: 無 iCloud

source: Table and view names in a database. Pass database and schema to look outside the browsed one, and row_counts=true for approximate row counts.
fr: Nommer les tables et les vues dans une base de données. Passez la base de données et le schéma pour regarder en dehors de la base de données parcourue, et row_counts=true pour des comptages de lignes approximatifs.
ko: 데이터베이스의 테이블 및 뷰 이름입니다. 탐색 중인 곳 밖을 보려면 database와 schema를 전달하고, 대략적인 행 수를 얻으려면 row_counts=true를 전달하십시오.
tr: Bir veritabanındaki tablo ve görünüm adları. Göz atılanın dışına bakmak için database ve schema, yaklaşık satır sayıları için row_counts=true geçirin.
vi: Tên các bảng và view trong một cơ sở dữ liệu. Truyền database và schema để xem ngoài phạm vi đang duyệt, và row_counts=true để lấy số dòng ước tính.
zh_hans: 某个数据库中的表和视图名称。传入 database 和 schema 可查看当前浏览范围之外的内容，传入 row_counts=true 可获得大致行数。
zh_hant: 某個資料庫中的資料表和檢視表名稱。傳入 database 和 schema 可查看目前瀏覽範圍之外的內容，傳入 row_counts=true 可取得大致列數。

source: REST Endpoint
fr: Point d'extrémité REST

source: Table that was opened
fr: Table qui a été ouverte
ko: 열린 테이블
tr: Açılan tablo
vi: Bảng đã được mở
zh_hans: 被打开的表
zh_hant: 被開啟的資料表

source: Transfer To…
fr: Transfert vers...

source: As Copy
fr: En tant que copie
ko: 복사본으로
tr: Kopya Olarak
vi: Dạng Bản sao
zh_hans: 作为副本
zh_hant: 作為副本

source: Create Database
fr: Créer une base de données
ko: 데이터베이스 생성
tr: Veritabanı Oluştur
vi: Tạo cơ sở dữ liệu
zh_hans: 创建数据库
zh_hant: 建立資料庫

source: Time: %@
fr: Heure : %@
ko: 시간: %@
tr: Zaman: %@
vi: Thời gian: %@
zh_hans: 时间：%@
zh_hant: 時間：%@

source: Increase Text Size
fr: Augmenter la taille du texte
ko: 텍스트 크기 늘리기
tr: Metin Boyutunu Büyüt
vi: Tăng cỡ chữ
zh_hans: 增大文字大小
zh_hant: 增大文字大小

source: %@ is already in the favorites list.
fr: %@ est déjà dans la liste des favoris.
ko: %@ 항목은 이미 즐겨찾기 목록에 있습니다.
tr: %@ zaten sık kullanılanlar listesinde.
vi: %@ đã có trong danh sách yêu thích.
zh_hans: %@ 已在收藏列表中。
zh_hant: %@ 已在我的最愛清單中。

source: Show edited fields only
fr: Afficher uniquement les champs modifiés

source: Restore
fr: Restaurer
ko: 복원
tr: Geri Yükle
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

source: SQL commands to run after connecting, e.g. SET time_zone = 'Asia/Ho_Chi_Minh'. One per line or separated by semicolons.
fr: Commandes SQL à exécuter après la connexion, par exemple SET time_zone = 'Asia/Ho_Chi_Minh'. Une par ligne ou séparées par des virgules.
ko: 연결 후 실행할 SQL 명령입니다(예: SET time_zone = 'Asia/Ho_Chi_Minh'). 한 줄에 하나씩 입력하거나 세미콜론으로 구분하십시오.
tr: Bağlandıktan sonra çalıştırılacak SQL komutları, örneğin SET time_zone = 'Asia/Ho_Chi_Minh'. Her satıra bir tane yazın veya noktalı virgülle ayırın.
vi: Các lệnh SQL chạy sau khi kết nối, ví dụ SET time_zone = 'Asia/Ho_Chi_Minh'. Mỗi dòng một lệnh hoặc phân cách bằng dấu chấm phẩy.
zh_hans: 连接后执行的 SQL 命令，例如 SET time_zone = 'Asia/Ho_Chi_Minh'。每行一条或用分号分隔。
zh_hant: 連線後執行的 SQL 指令，例如 SET time_zone = 'Asia/Ho_Chi_Minh'。每行一條或以分號分隔。

source: %d items
fr: %d articles

source: Use %@
fr: Utilisez %@

source: A composite's fields in declaration order
fr: Les champs d'un composite dans l'ordre de déclaration

source: Disconnect the selected client
fr: Déconnexion du client sélectionné
ko: 선택한 클라이언트 연결 해제
tr: Seçili istemcinin bağlantısını kes
vi: Ngắt kết nối client đã chọn
zh_hans: 断开所选客户端的连接
zh_hant: 中斷所選用戶端的連線

source: "%@" was modified on disk.
fr: «%@» a été modifié sur le disque.
ko: "%@" 항목이 디스크에서 수정되었습니다.
tr: "%@" diskte değiştirildi.
vi: "%@" đã bị thay đổi trên đĩa.
zh_hans: "%@"已在磁盘上被修改。
zh_hant: 「%@」已在磁碟上被修改。

source: %@ is required.
fr: %@ est requis.

source: Count rows if estimate less than:
fr: Compter les lignes si l'estimation est inférieure à :
ko: 예상치가 다음보다 작으면 행 수 계산:
tr: Tahmin şundan az ise satırları say:
vi: Đếm dòng nếu ước tính nhỏ hơn:
zh_hans: 估算值小于此值时计数行：
zh_hant: 估算值小於此值時計算列數：

source: Opening your browser to sign in…
fr: Ouvrir votre navigateur pour vous connecter...
ko: 로그인할 브라우저를 여는 중…
tr: Giriş yapmak için tarayıcınız açılıyor…
vi: Đang mở trình duyệt để đăng nhập…
zh_hans: 正在打开浏览器以登录…
zh_hant: 正在開啟瀏覽器以登入…

source: Show and Jump
fr: Montrer et sauter

source: Table Folders
fr: Feuilles de dossiers de table

source: The SSH agent from %@ holds no key matching the identity file set for this host. Check that the file names a key the agent has, or clear it to offer every key.
fr: L'agent SSH de %@ ne contient pas de clé correspondant au fichier d'identité défini pour cet hôte. Vérifiez que les noms de fichiers correspondent à la clé que l'agent possède, ou supprimez-les pour offrir toutes les clés.

source: %@ cannot change the order of a table's columns.
fr: %@ ne peut pas modifier l’ordre des colonnes d’un tableau.

source: Sorted descending
fr: Trié par ordre décroissant
ko: 내림차순으로 정렬됨
tr: Azalan sıralı
vi: Đã sắp xếp giảm dần
zh_hans: 降序排序
zh_hant: 已遞減排序

source: cloudflared failed to start: %@
fr: cloudflared n'a pas pu démarrer : %@
ko: cloudflared를 시작하지 못했습니다: %@
tr: cloudflared başlatılamadı: %@
vi: cloudflared không khởi động được: %@
zh_hans: cloudflared启动失败：%@
zh_hant: cloudflared 啟動失敗：%@

source: Choose Another Folder…
fr: Choisissez un autre dossier...
ko: 다른 폴더 선택…
tr: Başka Bir Klasör Seç…
vi: Chọn thư mục khác…
zh_hans: 选择其他文件夹…
zh_hant: 選擇其他資料夾…

source: unknown
fr: inconnu
ko: 알 수 없음
tr: bilinmiyor
vi: không rõ
zh_hans: 未知
zh_hant: 未知

source: User: %@
fr: Utilisateur : %@
ko: 사용자: %@
tr: Kullanıcı: %@
vi: Người dùng: %@
zh_hans: 用户：%@
zh_hant: 使用者：%@
